"john.appleseed" = "juan.lopez";
"Sign In" = "Iniciar sesión";
"Your account name or password was entered incorrectly." = "El nombre de cuenta o la contraseña son incorrectos.";
"There was an error logging in. Please try again." = "Se ha producido un error al iniciar sesión. Inténtelo de nuevo.";
"Apple ID password" = "ID de Apple";
"Invalid token data is returned by server" = "Se ha producido un error al iniciar sesión. Inténtelo de nuevo.";
"Authentication was canceled by user" = "Autenticación cancelada";
"password" = "contraseña";
"OK" = "OK";
"Password field is empty" = "Introduzca su contraseña.";
"Password expired. Please change your password on Mac." = "Contraseña caducada. Cambie la contraseña desde Ajustes > Store.";
"Required" = "Obligatorio";
"Would you like to visit iForgot.apple.com to recover your %@?" = "¿Desea ir a iForgot.apple.com para recuperar la información de su cuenta?";
"Password" = "Contraseña";
"Apple ID field is empty" = "El campo del ID de Apple está vacío";
"Apple ID" = "ID de Apple";
"Cancel" = "Cancelar";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "El ID de Apple o la contraseña son incorrectos.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "Restablece la contraseña para proteger tu seguridad. Es muy sencillo, solo tienes que ir a %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Este ID de Apple se ha deshabilitado por motivos de seguridad. Puedes restablecer tu contraseña en %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Parece que la hora actual del dispositivo es incorrecta. Para modificarla, ve a Ajustes > General > Fecha y hora, y vuelve a intentarlo.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Se ha producido un error. Vuelve a intentarlo más tarde. Gracias por tu paciencia.";

"You appear to be offline. Please connect to the Internet and try again." = "Parece que no tienes conexión. Conéctate a Internet y vuelve a intentarlo.";

"Two-step verification has been disabled for the Apple ID account %@." = "Se ha desactivado la verificación en dos pasos para la cuenta del ID de Apple %@.";

"Signing In" = "Iniciando sesión";

"A new code has been sent to your device." = "Se ha enviado un código nuevo a tu dispositivo.";

"Code %1$d of %2$d selected" = "Código %1$d de %2$d seleccionado";

"Sending New Code" = "Enviando código nuevo";

"Verifying code" = "Verificando código";

"Verified" = "Verificado";

/* Verification Code Screen Prompt */
"Enter verification code" = "Introduce el código de verificación";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = " Introduce el código de verificación enviado a: \"%@\"";

/* Send new code button title */
"Send a new code" = "Enviar un nuevo código";

/* SMS subtitle */
"SMS to Phone Number" = "Enviar un SMS al número de teléfono";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "¿No puedes recibir mensajes en ninguno de tus dispositivos?";

/* Verification Code Screen Title */
"Verification Code" = "Código de verificación";

/* Trusted devices screen title */
"Verify Identity" = "Verificar la identidad";

/* Send button title */
"Send" = "Enviar";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Para gestionar tus dispositivos de confianza, ve a %@ desde una Mac o PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "La verificación en dos pasos está activada para este ID de Apple";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "Se enviará un código provisional al dispositivo que selecciones a continuación; utilízalo para verificar tu identidad.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "DISPOSITIVOS DE CONFIANZA";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Se necesita la verificación en dos pasos pero no se permite la interacción del usuario";

/* Button title */
"My Apple ID…" = "Mi ID de Apple…";

/* Phone number description */
"Number ending in %@" = "Número acabado en %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Has intentado verificar tu identidad demasiadas veces sin éxito. Por motivos de seguridad, no podrás hacer cambios en la cuenta en las próximas ocho horas a menos que uses la clave de recuperación.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Has enviado demasiados códigos para verificar tu número de teléfono. Vuelve a intentarlo más tarde.";

/* Error Message */
"No Device information available." = "No hay información disponible sobre el dispositivo";

/* Error Message */
"The verification code you entered is not valid." = "El código de verificación que has introducido no es válido.";

/* Error Message */
"Invalid Session." = "Sesión no válida.";

/* Error Message */
"Cannot find this person." = "No se ha podido encontrar a esta persona.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Has sobrepasado el límite de intentos de verificación del código. Envía un nuevo código a otro dispositivo o vuelve a intentarlo más tarde.";

/* Send Code to label */
"Send Code to:" = "Enviar código a:";

/* Error Message */
"Please enter a valid phone number." = "Introduce un número de teléfono válido.";

